{
    "TABS": {
        "HOME": "Начало",
        "MENU": "Меню",
        "GALLERY": "Галерия",
        "CONTACTS": "Контакти"
    },
    "HEADER": {
        "ADDRESS": "гр. София ул. Стоян Камбарев 10"
    },
    "HOME": {
        "PARAGRAPH_1": "отвори врати на 15 декември 2023 г. в Студентски град, гр. София на улица Стоян Камбарев №10.",
        "PARAGRAPH_2": "В заведението са налични сто наргилета и стотици видове тютюн.",
        "PARAGRAPH_3": "Също предлагаме разнообразна кухня и различно обедно меню всеки ден. Богата гама от коктейли и алкохолни напитки.",
        "PARAGRAPH_4": "Тази пролет ще бъде отворена външна затворена градина, което ще позволи събирането на големи компаний."
    },
    "MENU": {
        "SALADS": {
            "TITLE": "Салати",
            "GREEK_SALAD": "Гръцка салата",
            "CESAR_SALAD": "Салата Цезар",
            "CAPRESE": "Капрезе"
        },
        "APPETIZERS": {
            "TITLE": "Предястия",
            "MEAT_CHEESE": "Колбаси и сирена",
            "TARAMASALATA": "Тарама хайвер",
            "FRENCH_FRIES": "Пържени картофки със сирене",
            "WEDGES": "Картофки Уеджис",
            "FRIED_CHEESE": "Топени сиренца със сладко от боровинки",
            "CHICKEN_FINGERS": "Хрупкави пилешки хапки",
            "PROSCIUTTO_BRUSCHETTA": "Брускети с прошуто",
            "SALMON_BRUSCHETTA": "Брускети със сьомга"
        },
        "MAIN": {
            "TITLE": "Основни ястия",
            "BEEF_BURGER": "Тележки бургер",
            "FRIED_CHICKEN_BURGER": "Бургер с хрупкаво пиле",
            "MUSHROOM_RISOTTO": "Ризото с манатарки",
            "CHICKEN_RISOTTO": "Ризото с пиле",
            "CHICKEN_BLACK_RICE": "Пилешко филе с императорски ориз",
            "PORK_CHOP": "Свинска вратна пържола"
        },
        "DESSERTS": {
            "TITLE": "Десерти",
            "BLUEBERRY_CHEESECAKE": "ЧИЙЗКЕЙК С БОРОВИНКИ",
            "MONO_BUENO": "МОНО БУЕНО",
            "MONO_APPLE": "МОНО ЯБЪЛКА",
            "CHOCOLATE_CHEESECAKE": "ШОКОЛАДОВ ЧИЙЗКЕЙК",
            "MONO_LINDT": "МОНО ЛИНД",
            "MONO_RED_VELVET": "МОНО ЧЕРВЕНО КАДИФЕ"
        },
        "COCKTAILS": {
            "TITLE": "Коктейли",
            "BLOODY_MARY": "Bloody Mary",
            "SANGIRA": "Sangria",
            "APEROL_SPRITZ": "Aperol Spritz",
            "PUSSY_CRASHER": "Pussy Crasher",
            "BLUE_LAGOON": "Blue Lagoon",
            "CHOCOLATE_DREAMS": " Chocolate Dreams",
            "MAI_TAI": "Mai Tai",
            "LONG_ISLAND": "Long Island",
            "TEQUILA_SUNRISE": "Tequila Sunrise",
            "CUBA_LIBRE": "Cuba Libre",
            "MOJITO": "Mojito",
            "COSMOPOLITAN": "Cosmopolitan",
            "DAIQUIRI": "Daiquiri",
            "MARGARITA": "Margarita",
            "SEX_ON_THE_BEACH": "Sex on the beach"
        }
    },
    "CONTACTS": {
        "CONTACTS": "Контакти",
        "MAP": "Google Карта",
        "NO_CONSENT": "Моля, разрешете използването на личните Ви данни за да използвате Google Maps"
    },
    "CONSENT": {
        "TEXT": "Използваме Google Maps на нашия уебсайт. С продължаване на използването на уебсайта ни, вие се съгласявате със събирането и обработката на вашите лични данни.",
        "MORE": "Научете повече",
        "INFORMATION": {
            "P_1": "Искаме да ви информираме, че нашият уебсайт използва услугите на Google Maps, за да предостави локационна информация и интерактивни карти. С цел подобряване на вашето преживяване и предоставяне на точни географски данни, ние събираме и обработваме определена лична информация. Вашата поверителност и защита на данните са ни от първостепенно значение и искаме да ви уверим, че сте напълно информирани за данните, които събираме и как те се използват.",
            "P_2": "Цел на Събирането на Данни:",
            "P_3": "Събираме вашата локационна информация и други съответни данни, за да показваме карти и предоставяме услуги, свързани с локацията чрез Google Maps на нашия уебсайт.",
            "P_4": "Типове Събирани Данни:",
            "P_5": "Данните, които събираме, могат да включват вашия IP адрес, географска локация и бисквитки, с цел подобряване на функционалността и точността на нашите услуги за картографиране.",
            "P_6": "Разкриване на Трети Стрaни:",
            "P_7": "Моля, обърнете внимание, че вашите данни ще бъдат споделени с Google, тъй като те предоставят услугата за картографиране, използвана на нашия уебсайт. Политиката за поверителност на Google урежда събирането и обработването на данни от Google Maps.",
            "P_8": "Съгласие на Потребителя:",
            "P_9": "Като продължавате да използвате нашия уебсайт и достъпвате услугите на Google Maps, вие се съгласявате да бъде събрана и обработена вашата лична информация, както е описано в този уведомление.",
            "P_10": "Опции за Отказ:",
            "P_11": "Имате възможност да оттеглите своето съгласие по всяко време. Можете да се откажете от съгласието си, като изтриете бисквитките на сайта. Моля, обърнете внимание, че някои функции на нашия уебсайт може да не функционират правилно без достъп до локационни данни.",
            "P_12": "Съгласие за Бисквитки:",
            "P_13": "Ние също така използваме бисквитки, за да подобрим вашето преживяване при сърфиране и да предоставим персонализирано съдържание. Като продължавате да използвате нашия уебсайт, вие се съгласявате с използването на бисквитки.",
            "CLOSE": "Затвори"
        },
        "CONFIRM": "Съгласявам се"
    }
}